Repository: moritz-weber/mosh
Catalog: src/lib/l10n/app_*.arb
Languages: ca, fr, it, ms, zh

# numberOfBlockedFiles
source: Number of currently blocked files: {blockedFiles}
ca: Nombre d'arxius bloquejats: {blockedFiles}
fr: Nombre de fichiers actuellement bloqués : {blockedFiles}
it: Numero di file bloccati al momento: {blockedFiles}
ms: Bilangan fail yang disekat pada masa ini: {blockedFiles}
zh: 被禁用的音乐数量： {blockedFiles}

source: Playback
fr: Lecture
it: Riproduzione
ms: Main balik
zh: 播放

source: Play albums in order
ca: Reprodueix els àlbums en ordre
fr: Lire les albums dans l'ordre
it: Riproduci album in ordine
ms: Mainkan album mengikut urutan
zh: 按专辑列表音乐顺序播放

# countSongsPlayed
source: Count songs as played after: {percentage}%
ca: Conta les cançons com a reproduïdes després de: {percentage}%
fr: Considérer les chansons comme lues après : {percentage}%
it: Considera le canzoni riprodotte dopo il: {percentage}%
zh: 在播放达 {percentage}% 后计入歌曲播放量

source: Customize Home Page
ca: Personalitza la pàgina d'inici
fr: Personnaliser la page d'accueil
it: Personalizza Pagina Home
ms: Sesuaikan Laman Utama
zh: 个性化主页

source: Settings
ca: Configuració
fr: Paramètres
it: Impostazioni
ms: Tetapan
zh: 设置

source: Home
ca: Inici
fr: Accueil
ms: Rumah
zh: 主页

# noSongsYet
source: Looks like you don't have any songs in your library: Go to settings, add your music folders, and update your library.
ca: Sembla que no hi ha cançons a vostra llibreria: Aneu a configuració, afegiu carpetes amb música i actualitzeu la llibreria.
fr: Il semble que vous n'ayez aucune chanson dans votre bibliothèque : Allez dans les paramètres, ajoutez vos dossiers musicaux et mettez à jour votre bibliothèque.
it: Sembra che tu non abbia alcuna canzone nella tua libreria: Vai nelle impostazioni, aggiungi le tue cartelle della musica, e aggiorna la tua libreria.
ms: Nampaknya anda tidak mempunyai sebarang lagu dalam pustaka anda: Pergi ke tetapan, tambah folder muzik anda, dan kemas kini pustaka anda.
zh: 当前无歌曲，请到设置中添加你的音乐文件夹

source: Library
ca: Llibreria
fr: Bibliothèque
it: Libreria
ms: Pustaka
zh: 歌曲库

source: Search
ca: Cerca
fr: Recherche
it: Ricerca
ms: Cari
zh: 搜索

source: Update library
ca: Actualitza la llibreria
fr: Mettre à jour la bibliothèque
it: Aggiorna libreria
ms: Kemaskini pustaka
zh: 更新歌曲库

# artistsAlbumsSongs
source: {artistCount} artists, {albumCount} albums, {songCount} songs
ca: {artistCount} artistes, {albumCount} àlbums, {songCount} cançons
fr: {artistCount} artistes, {albumCount} albums, {songCount} chansons
it: {artistCount} artisti, {albumCount} album, {songCount} canzoni
ms: {artistCount} artis, {albumCount} album, {songCount} lagu
zh: {artistCount} 歌手, {albumCount} 专辑, {songCount} 歌曲

source: Manage library folders
ca: Gestiona les llibreries de carpetes
fr: Gérer les dossiers de la bibliothèque
it: Gestisci cartelle libreria
ms: Menguruskan folder pustaka
zh: 管理歌曲文件夹

source: Manage blocked files
ca: Gestiona els fitxers bloquejats
fr: Gérer les fichiers bloqués
it: Gestisci file bloccati
ms: Urus fail yang disekat
zh: 管理音乐黑名单

# playAlbumsInOrderDescription
source: When you click a song in an album the songs will be played in order instead of keeping the previous play mode.
ca: Quan seleccioneu una cançó d'un àlbum, les cançons es reproduiran en ordre en lloc de l'ordre de reproducció anterior.
fr: Lorsque vous cliquez sur une chanson dans un album, les chansons sont lues dans l'ordre au lieu de conserver le mode de lecture précédent.
it: Quando clicchi una canzone in un album, le canzoni saranno riprodotte in ordine invece di mantenere la modalità di riproduzione precedente.
ms: Apabila anda mengklik lagu dalam album, lagu-lagu akan dimainkan mengikut turutan dan bukannya mengekalkan mod main sebelumnya.
zh: 当点击专辑某首歌时将按列表顺序播放其他歌曲，而不是按其他顺序

source: Library Folders
ca: Llibreria de carpetes
fr: Dossiers de bibliothèque
it: Cartelle Libreria
zh: 歌曲文件夹

source: Blocked Files
ca: Arxius bloquejats
fr: Fichiers bloqués
it: File Bloccati
zh: 禁用的文件夹

# dataExportedTo
source: Data exported to: {path}
fr: Données exportées vers : {path}
it: Dati esportati a: {path}
zh: 数据导出位置： {path}

# openBattery
source: Open battery settings
fr: Ouvrir les paramètres de la batterie
it: Apri impostazioni batteria
zh: 打开省电设置

# disabledBattery
source: Battery optimization is disabled.
fr: L'optimisation de la batterie est désactivée.
it: L'ottimizzazione batteria è disabilitata.
zh: 针对 Mucke 的省电优化已禁用

# favoritesDesc
source: Contains all the songs that you like.
fr: Contient toutes les chansons que vous aimez.
it: Contiene tutte le canzoni che ti piacciono.
zh: 包含您喜欢的所有歌曲。

source: Favorites
fr: Favoris
it: Preferiti
zh: 我的收藏

# newlyAddedDesc
source: Contains the 100 songs that were added last.
fr: Contient les 100 chansons ajoutées en dernier.
it: Contiene le 100 canzoni che sono state aggiunte per ultime.
zh: 包含最早添加的100首歌曲。

source: Newly added
fr: Nouvellement ajoutées
it: Aggiunte di recente
zh: 近期新增

source: Back
fr: Retour
it: Indietro
zh: 返回

source: Create
fr: Créez
it: Crea
zh: 创建

source: Created
fr: Créé
it: Creato
zh: 已创建

# noPlaylistsYet
source: No playlists yet. You can add them in the library.
ca: No hi ha cap llista de reproducció. Podeu crear-ne en la llibreria.
fr: Aucune liste de lecture pour le moment. Vous pouvez en ajouter dans la bibliothèque.
it: Ancora nessuna playlist. Puoi aggiungerle nella libreria.
zh: 歌单空空如也，从曲库中添加点吧。

# noHistoryYet
source: Nothing to see here yet. Play something.
ca: No hi ha res aquí. Reproduïu alguna cosa.
fr: Il n'y a rien à voir ici. Écoutez quelque chose.
it: Ancora niente da vedere qui. Riproduci qualcosa.
zh: 没有更多了，随便听听吧

source: All Songs
ca: Totes les cançons
fr: Toutes les chansons
it: Tutte le Canzoni
zh: 所有歌曲

source: Album
ca: Àlbum
zh: 专辑

source: Artist
ca: Artista
fr: Artiste
it: Artista
zh: 艺人

source: Artists
ca: Artistes
fr: Artistes
it: Artisti
zh: 艺人

source: Normal Mode
ca: Mode normal
fr: Mode normal
it: Modalità Normale
zh: 正常模式

source: Shuffle Mode
ca: Mode aleatori
fr: Mode aléatoire
it: Modalità Casuale
zh: 随机模式

source: Albums
ca: Àlbums
it: Album
zh: 专辑

source: Playlist
ca: Llista de reproducció
fr: Liste de lecture
zh: 歌单

source: Playlists
ca: Llistes de reproducció
fr: Listes de lecture
it: Playlist
zh: 歌单

# favShuffleMode
source: Favorite Shuffle Mode
ca: Mode aleatori preferit
fr: Mode aléatoire favori
it: Modalità Casuale Preferita
zh: 随机播放收藏夹模式

# noShuffle
source: None (keep the current shuffle mode)
ca: Cap (mantenir el mode aleatori actiu)
fr: Aucun (conserver le mode aléatoire actuel)
it: Nessuna (mantieni la modalità casuale corrente)
zh: 无（保持当前随机模式）

source: Change Date
ca: Data de canvi
fr: Date de modification
it: Data Modifica
zh: 修改日期

source: Last Time Played
ca: Última volta que es va reproduir
fr: Date de dernière lecture
it: Riprodotto per l'Ultima Volta
zh: 上次播放时间

source: Ascending
ca: Ascendent
fr: Croissant
it: Crescente
zh: 升序

source: Descending
ca: Descendent
fr: Décroissant
it: Decrescente
zh: 降序

source: Playlists Only
ca: Només llistes de reproducció
fr: Listes de lecture uniquement
it: Solo Playlist
zh: 仅自建歌单

source: Smartlists Only
ca: Només llistes intel·ligents
fr: Listes intelligentes uniquement
it: Solo Smartlist
zh: 仅智能歌单

# orderSettingsDescription
source: Reorder options to change priorities.
fr: Réorganisez les options pour changer les priorités.
it: Riordina le opzioni per cambiare le priorità.
zh: 重排选项以更改排序优先级。

source: Disc
fr: Disque
it: Disco
zh: 唱片

# blockFromLibrary
source: Remove and block from library
ca: Elimina i bloqueja de la llibreria
fr: Retirer et bloquer de la bibliothèque
it: Rimuovi e blocca dalla libreria
zh: 拉黑并移出曲库

source: Shuffle
ca: Aleatori
fr: Aléatoire
it: Casuale
zh: 随机

# limitSongs
source: Limit number of songs
ca: Limita el nombre de cançons
fr: Limitez le nombre de chansons
it: Limita numero di canzoni
zh: 限制歌曲数目

# alwaysPlayNext
source: Always play next song after
ca: Reprodueix sempre la cançó següent primer
fr: Toujours jouer la chanson suivante après
it: Riproduci sempre la canzone successiva dopo
zh: 总是继续播放下一首歌

# setupLibraryDescription
source: Select folders, included file extensions, etc.
fr: Sélectionner des dossiers, les extensions de fichiers incluses, etc.
it: Seleziona cartelle, estensioni file incluse, ecc.
zh: 选择歌曲所在的文件夹

source: Imported
fr: Importé
it: Importato
zh: 已完成导入

# importVerb
source: Import
fr: Importer
it: Importa
zh: 导入

source: Export data
fr: Exporter les données
it: Esporta dati
zh: 导出备份数据

# blockedFilesDescription
source: Blocked files from the imported data. Only exact matches will be excluded from the library scan. Additional files can be blocked later in the app.
fr: Fichiers bloqués à partir des données importées. Seules les correspondances exactes seront exclues du scan de la bibliothèque. Des fichiers supplémentaires peuvent être bloqués ultérieurement dans l'application.
it: File bloccati dai dati importati. Solo i riscontri esatti saranno esclusi dalla scansione della libreria. Altri file possono essere bloccati più tardi nell'app.
zh: 只有与导入数据完全匹配的黑名单文件才会从扫描中排除，您可在稍后中拉黑排除其他文件。

# exportDescription
source: Select the data you want to export. By default, everything is exported. When exporting, you can select a folder for the file to be stored.
fr: Sélectionnez les données que vous souhaitez exporter. Par défaut, tout est exporté. Lors de l'exportation, vous pouvez choisir le dossier où stocker le fichier.
it: Seleziona i dati che vuoi esportare. Di base, tutto è esportato. Quando esporti, puoi selezionare una cartella in cui il file è salvato.
zh: 选择要导出的内容，默认导出所有。导出时可选择保存位置。

# songsAlbumsArtists
source: Songs, Albums, and Artists
fr: Chansons, Albums et Artistes
it: Canzoni, Album, e Artisti
zh: 歌曲、专辑以及艺人

source: Data export failed!
fr: Échec de l'exportation des données !
it: Esportazione dati fallita!
zh: 导出数据失败！

source: Your Playlists
fr: Vos listes de lecture
it: Le Tue Playlist
zh: 你的播放列表

source: System Settings
it: Impostazioni di Sistema
zh: 系统设置

# batteryExplanation
source: Starting with Android 12, the battery optimization causes an error with the notification after losing the audio focus, for example when receiving a call. Disabling the optimization for mucke solves this issue.
fr: À partir d'Android 12, l'optimisation de la batterie provoque une erreur avec la notification après avoir perdu le focus audio, par exemple lors de la réception d'un appel. Désactiver l'optimisation pour mucke résout ce problème.
it: Da Android 12 in poi, l'ottimizzazione batteria causa un errore con la notifica dopo aver perso il focus dell'audio, per esempio quando si riceve una chiamata. Disabilitare l'ottimizzazione per mucke risolve il problema.
zh: 从 Android 12(S) 开始，电池优化会导致失去音频焦点（例如收到来电时）后通知出错。禁用针对 Mucke 的省电优化（改为无限制）可解决该问题。

# disableBattery
source: Disable optimization for mucke to solve notification issues.
fr: Désactivez l'optimisation pour mucke afin de résoudre les problèmes de notification.
it: Disabilita l'ottimizzazione per mucke per risolvere problemi di notifiche.
zh: 禁用针对 Mucke 的省电优化（改为无限制）以解决通知问题。

# errorReadData
source: Error reading data file.
fr: Erreur de lecture du fichier de données.
it: Errore nella lettura del file di dati.
zh: 读取数据文件时出错。

source: Create Smartlists
fr: Créer des listes intelligentes
it: Crea Smartilist
zh: 创建智能歌单

# createSmartlistsDesc
source: Create suggested smartlists to enhance your listening experience. You can customize these lists later.
fr: Créez les listes intelligentes suggérées pour améliorer votre expérience d'écoute. Vous pouvez personnaliser ces listes ultérieurement.
it: Crea smartlist consigliate per migliorare la tua esperienza di ascolto. Puoi personalizzare queste liste più tardi.
zh: 创建智能歌单以增强您的使用体验，您可以稍后自定义列表内容。

# manageExternalExplanation
source: Granting this permission can improve the speed of library scans significantly. It does not change the behavior of the app otherwise.
it: Garantire questo permesso può migliorare significativamente la velocità della libreria. Non cambia il comportamento dell'app in altri modi.
zh: 授予该权限可增强扫描歌曲的速度。这不会影响应用的其他行为。

# grantManagePermission
source: Grant permission to manage all files.
it: Dai permesso di gestire tutti i file.
zh: 授予所有文件读写权限。

# managePermissionSubtitle
source: Revoking the permission will result in a restart of the app.
it: Revocare il permesso risulterà in un riavvio dell'app.
zh: 撤销权限将导致应用程序重新启动。

source: Next
fr: Suivant
it: Prossima
zh: 下一步

source: Finish
fr: Terminer
it: Fine
zh: 完成

# allowedFileExtensionsDescription
source: A comma-separated list of allowed file extensions. Lower- or uppercase does not matter. If you are unsure about this, just use the default.
ca: Llista separada per comes. Sense importar si és majúscula o minúscula.
fr: Liste d'extensions de fichier autorisées, séparées par des virgules. La casse (majuscules/minuscules) n'a pas d'importance. Si vous n'êtes pas sûr, utilisez la valeur par défaut.
it: Una lista separata da virgola di estensioni file permesse. Maiuscolo o minuscolo non importa. Se non sei certo di quello che stai facendo, limitati a usare quelle predefinite.
ms: Senarai dipisahkan koma. Huruf kecil atau huruf besar tidak penting.
zh: 需要扫描的媒体文件扩展名列表，多个以英文逗号分隔，不区分大小写。如果您不清楚做什么，保持默认值即可。

source: Allowed file extensions
ca: Extensions d'arxius vàlides
fr: Extensions de fichiers autorisées
it: Estensioni file permesse
zh: 允许扫描的歌曲扩展名

source: Shuffle All
ca: Barreja-ho tot
fr: Lecture aléatoire
it: Mischia Tutto
zh: 无序播放全部

source: History
ca: Historial
fr: Historique
it: Cronologia
zh: 历史

# addWidgetToHome
source: Add a Widget to Your Home Page
ca: Afegiu un giny a la vostra pàgina d'inici
fr: Ajouter un widget à votre page d'accueil
it: Aggiungi un Widget alla Tua Schermata Home
zh: 添加快捷方式至主屏

source: Last played
ca: Últims reproduïts
fr: Dernière lecture
it: Ultime riproduzioni
zh: 上次播放

source: Song
ca: Cançó
fr: Chanson
it: Canzone
zh: 首歌曲

source: Songs
ca: Cançons
fr: Chansons
it: Canzoni
zh: 首歌曲

source: Name
ca: Nom
fr: Nom
it: Nome
zh: 名称

source: Smartlists
ca: Llistes intel·ligents
fr: Listes intelligentes
it: Smartlist
zh: 智能歌单

source: Smartlist
ca: Llista intel·ligent
fr: Liste intelligente
zh: 智能歌单

# sortingFilterSettings
source: Sorting and Filter Settings
ca: Ordenació i filtres
fr: Paramètres de tri et de filtrage
it: Impostazioni Ordinamento e Filtri
zh: 排序与筛选设置

# maxNumberEntries
source: Maximum number of entries
ca: Nombre màxim d'entrades
fr: Nombre maximum d'entrées
it: Numero massimo di elementi
zh: 最大音乐数

source: Creation Date
ca: Data de creació
fr: Date de création
it: Data Creazione
zh: 创建日期

source: Display Settings
ca: Mostra la configuració
fr: Paramètres d'affichage
it: Impostazioni Visualizzazione
zh: 显示设置

source: Add Smartlist
ca: Afegiu llista intel·ligent
fr: Ajouter une liste intelligente
it: Aggiungi Smartlist
zh: 添加智能歌单

source: Add Playlist
ca: Afig llista de reproducció
fr: Ajouter une liste de lecture
it: Aggiungi Playlist
zh: 添加自建歌单

source: Create Playlist
ca: Crea una llista de reproducció
fr: Créer une liste de lecture
it: Crea Playlist
zh: 创建歌单

source: Edit Playlist
ca: Edita la llista de reproducció
fr: Modifier la liste de lecture
it: Modifica Playlist
zh: 编辑歌单

source: Customize Cover
ca: Personalitza la caràtula
fr: Personnaliser la pochette
it: Personalizza Copertina
zh: 自定义封面

source: Playback Mode
ca: Mode playback
fr: Mode de lecture
it: Modalità Riproduzione
zh: 单曲循环模式

# excludeInShuffle
source: Exclude songs marked for exclusion in shuffle mode.
ca: Exclou les cançons marcades per excloure del mode aleatori.
fr: Exclure les chansons marquées pour exclusion en mode aléatoire.
it: Escludi tutte le canzoni contrassegnate per l'esclusione in modalità casuale.
zh: 在随机模式下排除已标记歌曲

# excludeAllSongs
source: Exclude all songs marked for exclusion.
ca: Exclou totes les cançons marcades per excloure.
fr: Exclure toutes les chansons marquées pour exclusion.
it: Escudi tutte le canzoni contrassegnate per l'esclusione.
zh: 排除所有已标记歌曲

# excludeAlways
source: Exclude only songs marked as always exclude.
ca: Exclou només les cançons marcades com "excloure sempre".
fr: Exclure uniquement les chansons marquées comme toujours exclues.
it: Escludi solo le canzoni contrassegnate con "escludi sempre".
zh: 仅排除标记为始终排除的歌曲

# dontExclude
source: Don't exclude any songs.
ca: No excloguis cap cançó.
fr: N'exclure aucune chanson.
it: Non escludere alcuna canzone.
zh: 不排除任何歌曲

source: Filter Settings
ca: Filtra
fr: Paramètres de filtrage
it: Impostazioni Filtro
zh: 过滤器设置

# filterLikes
source: Likes between {min} and {max}
ca: Nombre de m'agrada entre {min} i {max}
fr: "J'aime" entre {min} et {max}
it: "Mi piace" tra {min} e {max}
zh: 点赞介于 {min} 和 {max} 之间

# minPlayCount
source: Minimum play count
fr: Nombre minimum de lecture
it: Numero riproduzioni minimo
zh: 最小播放量

# maxPlayCount
source: Maximum play count
fr: Nombre maximum de lecture
it: Numero riproduzioni massimo
zh: 最大播放量

# selectArtistsExclude
source: Select artists to exclude: {num} selected.
ca: Selecciona artistes per excloure: {num} seleccionats.
fr: Sélectionnez les artistes à exclure : {num} sélectionnés.
it: Seleziona artisti da escludere: {num} selezionati.
zh: 选择要排除的艺人：已选择 {num} 项

# selectArtistsInclude
source: Select artists to include: {num} selected.
ca: Selecciona artistes per incloure: {num} seleccionats.
fr: Sélectionnez les artistes à inclure : {num} sélectionnés.
it: Seleziona artisti da includere: {num} selezionati.
zh: 选择要包含的艺人：已选择 {num} 项

# includeAllArtists
source: Include all artists if none are selected.
ca: Inclou tots els artistes si no se n'ha seleccionat cap.
fr: Inclure tous les artistes si aucun n'est sélectionné.
it: Includi tutti gli artisti se nessuno è selezionato.
zh: 如果未选择任何艺人，则包括所有。

# excludeArtists
source: Exclude selected artists
ca: Exclou els artistes seleccionats
fr: Exclure les artistes sélectionnés
it: Escludi artisti selezionati
zh: 排除选定的艺人

source: Create Smartlist
ca: Crea una llista intel·ligent
fr: Créer une liste intelligente
it: Crea Smartlist
zh: 创建智能歌单

source: Edit Smartlist
ca: Edita la llista intel·ligent
fr: Modifier la liste intelligente
it: Modifica Smartlist
zh: 编辑智能歌单

source: Play
ca: Reprodueix
fr: Lire
it: Riproduci
zh: 播放

source: Play next
ca: Reprodueix a continuació
fr: Lire ensuite
it: Riproduci successiva
zh: 播放下一首

source: Add to queue
ca: Afig a la cua
fr: Ajouter à la file d'attente
it: Aggiungi alla coda
zh: 添加到队列

source: Select Artists
ca: Artistes seleccionats
fr: Sélectionner des artistes
it: Seleziona Artisti
zh: 选择艺人

source: Remove from queue
ca: Elimina de la cua
fr: Retirer de la file d'attente
it: Rimuovi dalla coda
zh: 从队列移除

source: Currently playing
ca: Reproduint
fr: En cours de lecture
it: In riproduzione
zh: 正在播放

# nameMustNotBeEmpty
source: The name must not be empty.
ca: El nom no pot estar buit.
fr: Le nom ne doit pas être vide.
it: Il nome non può essere vuoto.
zh: 名称不能为空

source: Artist name
ca: Nom de l'artista
fr: Nom de l'artiste
it: Nome artista
zh: 艺人名称

source: Like count
ca: Número de m'agrada
fr: Nombre de "J'aime"
it: Numero "mi piace"
zh: 点赞数

source: Play count
ca: Número de reproduccions
fr: Nombre de lectures
it: Numero riproduzioni
zh: 播放量

source: Song title
ca: Títol de la cançó
fr: Titre de la chanson
it: Titolo canzone
zh: 歌曲标题

source: Year
ca: Any
fr: Année
it: Anno
zh: 年

source: Time added
fr: Date d'ajout
it: Data di aggiunta
zh: 添加时间

source: Add to playlist
ca: Afig a la llista de reproducció
fr: Ajouter à la liste de lecture
it: Aggiungi a playlist
zh: 加入歌单

source: Remove from playlist
ca: Elimina de la llista de reproducció
fr: Retirer de la liste de lecture
it: Rimuovi da playlist
zh: 从歌单移除

source: Cancel
ca: Cancel·la
fr: Annuler
it: Annulla
zh: 取消

# previousSong
source: previous
ca: anterior
fr: précédent
it: precendente
zh: 上一首

# alwaysPlayPrevious
source: Always play previous song before
ca: Reprodueix sempre la cançó anterior primer
fr: Toujours jouer la chanson précédente avant
it: Riproduci sempre prima la canzone precedente
zh: 总是播放前一首歌

# dontExcludeSong
source: Don't exclude this song.
ca: No exclogues esta cançó.
fr: Ne pas exclure cette chanson.
it: Non escludere questa canzone.
zh: 不要排除这首歌

# excludeShuffleAllSong
source: Exclude when shuffling all songs.
ca: Exclou quan es barregen totes les cançons.
fr: Exclure lors de la lecture aléatoire de toutes les chansons.
it: Escludi quando si mischiano tutte le canzoni.
zh: 随机播放所有歌曲时排除

# excludeShuffleSong
source: Exclude when shuffling.
fr: Exclure lors de la lecture aléatoire.
it: Escludi quando in modalità casuale.
zh: 随机播放时排除

# alwaysExcludeSong
source: Always exclude this song.
ca: Exclou sempre aquesta cançó.
fr: Toujours exclure cette chanson.
it: Escludi sempre questa canzone.
zh: 始终排除这首歌曲

source: Welcome to mucke!
fr: Bienvenue sur mucke !
it: Benvenuti a mucke!
zh: 欢迎使用 Mucke ！

source: Set up Library
fr: Configurer la bibliothèque
it: Configura Libreria
zh: 设置曲库

source: Import data
fr: Importer des données
it: Importa dati
zh: 导入数据

# importDataDescription
source: Import your data from a previous mucke installation.
fr: Importer les données d'une précédente installation de mucke.
it: Importa i tuoi dati da un'installazione mucke precedente.
zh: 从旧版 Mucke 导入数据

source: Your Library:
fr: Votre bibliothèque :
it: La Tua Libreria:
zh: 你的曲库：

source: Scan
fr: Scanner
it: Scansiona
zh: 扫描

# noFoldersSelected
source: No folders selected so far.
fr: Aucun dossier sélectionné pour le moment.
it: Ancora nessuna cartella selezionata.
zh: 暂未选择任何文件夹。

source: Add folder
fr: Ajouter un dossier
it: Aggiungi cartella
zh: 添加文件夹

# availableFromImport
source: Available from imported data:
fr: Disponible à partir des données importées :
it: Disponibile da dati importati:
zh: 可导入的数据：

source: Use
fr: Utiliser
it: Usa
zh: 使用

source: Reset
fr: Réinitialiser
zh: 重置

# importLibData
source: Import Library Data
fr: Importer les données de la bibliothèque
it: Importa Dati Libreria
zh: 导入曲库数据

source: Song Metadata
fr: Métadonnées de la chanson
it: Metadati Canzone
zh: 歌曲元数据

# metaDataAvailable
source: Metadata for {num} songs available
fr: Métadonnées disponibles pour {num} chansons
it: Metadati per {num} canzoni disponibili
zh: {num} 首歌曲的元数据有效

# metaDataDescription
source: Import likes, blocks etc.
fr: Importer les "J'aime", les blocages, etc.
it: Importa "mi piace", blocchi ecc.
zh: 导入点赞量、黑名单等。

# moreAvailable
source: {num} more available
ca: {num} més disponibles
fr: {num} de plus disponibles
it: altre {num} disponibili
zh: 超过 {num} 项可用

source: Library Settings
fr: Paramètres de la bibliothèque
it: Impostazioni Libreria
zh: 曲库设置

source: Home Customization
ca: Personalització de l'inici
fr: Personnalisation de l'accueil
it: Personalizzazione Home
zh: 个性化主页

source: Album of the Day
ca: Àlbum del dia
fr: Album du jour
it: Album del Giorno
zh: 今日特辑

source: Artist of the Day
ca: Artista del dia
fr: Artiste du jour
it: Artista del Giorno
zh: 今日大咖

# nSongs
source: {count, plural, =0{no songs} =1{one song} other{{count} songs}}
ca: {count, plural, =0{cap cançó} =1{una cançó} other{{count} cançons}}
fr: {count, plural, =0{aucune chanson} =1{une chanson} other{{count} chansons}}
it: {count, plural, =0{nessuna canzone} =1{una canzone} other{{count} canzoni}}
zh: {count, plural, =0{无歌曲} =1{1 首} other{{count} 首}}

source: Both
ca: Ambdós
fr: Les deux
it: Entrambe
zh: 二者皆可

source: Order Settings
ca: Configuració d'ordre
fr: Paramètres d'ordre
it: Impostazioni Ordinamento
zh: 排序设置
