Repository: moritz-weber/mosh
Catalog: src/lib/l10n/app_*.arb
Languages: ca, fr, it, ms, zh

# nSongsSelected
source: {count, plural, =0{no songs selected} =1{one song selected} other{{count} songs selected}}
ca: {count, plural, =0{cap cançó seleccionada} =1{una cançó seleccionada} other{{count} cançons seleccionades}}
fr: {count, plural, =0{Aucune chanson sélectionnée} =1{Une chanson sélectionnée} other{{count} chansons sélectionnées}}
it: {count, plural, =0{nessuna canzone selezionata} =1{una canzone selezionata} other{{count} canzoni selezionate}}
zh: {count, plural, =0{未选中任何歌} =1{选中 1 首歌} other{选中 {count} 首歌}}

# appendToQueued
source: Append to manually queued songs
ca: Adjunta a les cançons en cua
fr: Ajouter aux chansons en file d'attente manuelle
it: Aggiungi alle canzoni messe in coda manualmente
zh: 附加至手动排列歌曲后

# nSongsInQueue
source: {count, plural, =0{no songs} =1{one song} other{{count} songs}} in queue
ca: {count, plural, =0{cap cançó} =1{una cançó} other{{count} cançons}} en cua
fr: {count, plural, =0{aucune chanson} =1{une chanson} other{{count} chansons}} en file d'attente
it: {count, plural, =0{nessuna canzone} =1{una canzone} other{{count} canzoni}} in coda
zh: 队列 {count, plural, =0{无歌曲} =1{含 1 首歌} other{含 {count} 首歌}}

source: Next up
ca: A continuació
fr: À suivre
it: Avanti
zh: 播放队列

# playedNTimes
source: {count, plural, =0{not played yet} =1{played once} other{played {count} times}}
ca: {count, plural, =0{no reproduït} =1{reproduït una volta} other{reproduït {count} voltes}}
fr: {count, plural, =0{pas encore jouée} =1{jouée une fois} other{jouée {count} fois}}
it: {count, plural, =0{non ancora riprodotta} =1{riprodotta una volta} other{riprodotta {count} volte}}
zh: {count, plural, =0{从未播放} =1{已播放 1 次} other{已播放 {count} 次}}

source: Miscellaneous
fr: Divers
it: Miscellanea
zh: 杂七杂八

# minYear
source: Minimum Year
ca: Any mínim
fr: Année minimum
it: Anno Minimo

source: Highlights
ca: Destacats
fr: En vedette
it: In evidenza

# maxYear
source: Maximum Year
ca: Any màxim
fr: Année maximum
it: Anno Massimo
